{
  "Fear": [
    "Why don’t skeletons fight each other? They don’t have the guts!",
    "Why was the student afraid of the math test? Because it was full of problems.",
    "Why did the ghost go to therapy? To get over his boos!",
    "Why did the vampire avoid the barbeque? He couldn't handle the stakes!",
    "What did the scared computer do? It shut down from fright!"
  ],
  "Disgust": [
    "Why did the salad blush? Because it saw the dressing!",
    "Why don't eggs tell jokes? They'd crack each other up!",
    "What do you call cheese that isn’t yours? Nacho cheese!",
    "Why did the tomato turn red? It saw the salad dressing!",
    "Why did the banana go to the doctor? Because it wasn’t peeling well!"
  ],
  "Happy": [
    "Why don't scientists trust atoms? Because they make up everything!",
    "What do you call fake spaghetti? An impasta!",
    "What did one wall say to the other wall? I'll meet you at the corner!",
    "Why do bees have sticky hair? Because they use honeycombs!",
    "Why did the bicycle fall over? Because it was two tired!"
  ],
  "Neutral": [
    "Why did the computer go to the doctor? It had a virus.",
    "What did the janitor say when he jumped out of the closet? Supplies!",
    "Why did the golfer bring two pairs of pants? In case he got a hole in one.",
    "Why do cows have hooves instead of feet? Because they lactose.",
    "Why can't you give Elsa a balloon? Because she will let it go."
  ],
  "Surprise": [
    "How do you organize a space party? You planet!",
    "What did the zero say to the eight? Nice belt!",
    "Why don’t you ever see elephants hiding in trees? Because they’re so good at it!",
    "What do you get if you cross a vampire with a snowman? Frostbite!",
    "Why did the chicken go to the séance? To talk to the other side!"
  ],
  "Anger": [
    "Why did the angry computer go to therapy? It had too many bytes!",
    "Why was the math book angry? Because it had too many problems!",
    "What’s the angry cat’s favorite color? Rrrrrred!",
    "Why did the football coach go to the bank? To get his quarter back!",
    "What did one angry elevator say to the other? I think we’re both coming down with something!"
  ],
  "Sad": [
    "Why did the cookie go to the doctor? Because it felt crummy!",
    "Why did the baseball player get arrested? Because he stole second base!",
    "Why don’t skeletons fight each other? They don’t have the heart!",
    "Why was the broom late? It swept in!",
    "What’s a sad emoji’s favorite candy? Blue raspberry!"
  ]
}
